import React from 'react'


const MyText =  (props) => {  
    return (
        <div className="mainText">
             <p>Недавно окончил университет с отличием. </p>

             <p>Во время обучения успешно занимался научной работой, в основном разрабатывал 
                приложения на С++ (с использованием OpenGL, OLE, SQL).</p>

            <p>Так же разработал крупный проект веб портала на основе NodeJS, HTML, CSS, JS.</p>

            <p>Имею хорошую математическую подготовку, опыт автоматизации бизнес-процессов и документооборота.</p>

            <p>Знаю основы трехмерного моделирования. </p>

            <p>Быстро обучаюсь новому, ответственно отношусь к поставленным мне задачам. </p>

            <p>Спокойный, стрессоустойчивый, не курю. </p>

            <p>По мимо программирования, увлекаюсь компьютерной тематикой и электроникой, а также играми, кино, музыкой и рыбалкой.</p>
 
            <p>Главной целью в настоящее время ставлю получение профессионального 
            опыта в команде разработчиков.</p>

        </div>  
    )
}

export default MyText;